"OK"="OK";
"CANCEL" = "Cancel";
"Can't load bundle"="Can’t load bundle";
"Apple" = "Apple";
"Pictures" = "Pictures";
"Other" = "Other";
"CHOOSE" = "Choose";
"DOT_MAC_AND_RSS" = "%@ and RSS"; // %@ is (was) ".Mac" -- warning, this is used by QuartzComposerScreenSaver.
"VALIDATING_RSS" = "Validating RSS…";
"NO_FEED_FOUND" = "The feed could not be found.";
"GETTING_ALBUMS" = "Getting albums…";
"SELECT_ALBUMS" = "Select the albums to display:";
"INVALID_MEMBER_NAME" = "Invalid member name.";
"NO_ALBUMS_FOR_USER" = "Couldn't find albums for this user.";

/* strings for tool tips */
"minute" = "minute";
"minutes" = "minutes";
"hour" = "hour";
"hours" = "hours";
"OPTIONS_BUTTON_TIP" = "Set options for this screen saver.";
"Never" = "Never";
"Slideshow" = "Slideshow";
"Collage" = "Collage";
"Mosaic" = "Mosaic";

/* An alternate to "Display Style" for the segmented control label. */
"STYLE" = "Style";

/* For contextual menu */
"DELETE" = "Delete";
"REVEAL_IN_FINDER" = "Show in Finder";
"MOVE_TO_TRASH" = "Move to Trash";

/* For add button */
"BROWSE_SCREEN_SAVERS" = "Browse Screen Savers";
"ADD_MOBILE_ME_GALLERY" = "Add MobileMe Gallery…";
"ADD_PICTURES" = "Add Folder of Pictures…";
"ADD_RSS_FEED" = "Add RSS Feed…";
"BROWSE_SCREEN_SAVERS_URL" = "http://www.apple.com/downloads/macosx/icons_screensavers/";
"ADD_SAVER_AX_VALUE" = "Add pictures or browse screen savers";
"REMOVE_SAVER_AX_VALUE" = "Remove the selected screen saver";

/* Alerts */
"INCOMPATIBLE_TITLE" = "You cannot use the %@ screen saver on this computer.";
"INCOMPATIBLE_DESC" = "Contact the developer of this screen saver for a newer version.";
"DELETE_WARNING_TITLE" = "Are you sure you want to delete “%@?”";
"DELETE_WARNING_DESC" = "The screen saver will be moved to the Trash.";
